{
  "test": {
    "episodeNumberText": "Episode V",
    "episodeTitle": "THE EMPIRE STRIKES BACK",
    "text": "It is a dark time for the Rebellion. Although the Death Star has been destroyed, Imperial troops have driven the Rebel forces from their hidden base and pursued them across the galaxy.\nEvading the dreaded Imperial Starfleet, a group of freedom fighters led by Luke Skywalker has established a new secret base on the remote ice world of Hoth.\nThe evil lord Darth Vader, obsessed with finding young Skywalker, has dispatched thousands of remote probes into the far reaches of space. . . .",
    "displayText": "zzz - test - Empire Strikes Back"
  },
  "2020ep1": {
    "episodeNumberText": "Episode I",
    "episodeTitle": "RUINS OF URE",
    "text": "Peace reigns in the galaxy. The republic has stood for millennia as a bastion of order, only to be recently challenged by the Mandalorians. This time, that war has resulted in massive damage for Manadalore.\nNow Jedi Master DAX WRAZE a warrior in peace time is taking his Padawan MIONI RIOHM with him on a journey to study ruins on the remote world of Ure.\nHowever, the journey is perilous, and they will need a ship and companions for this journey. They meet up with a perspective group on Dantatooine. . . .",
    "displayText": "Campaign 2020/2021 - 01 - Ruins of Ure"
  },
  "2020ep2": {
    "episodeNumberText": "Episode II",
    "episodeTitle": "THE ROSE MONASTERY",
    "text": "The Jedi council is disturbed to learn of this \"Essence Theory\". Fresh from their first victory, the Jedi council decides to send Master Dax Wraze and his hired party to the monastery in the Rose Petal Nebula. There they are to open diplomatic relations with the natives, and learn more about Essence theory.\nLittle do they know, THE DAMNED HOST a remenant of Flynn's past, is already there, with another threat looming on the horizon. . . .",
    "displayText": "Campaign 2020/2021 - 02 - Rose Monastery"
  },
  "2020ep3": {
    "episodeNumberText": "Episode III",
    "episodeTitle": "THE ESTIF CREED",
    "text": "After successful negotiations in the Rose Petal nebula, the group returned to Datoonine. What becomes clear almost immediately is the need to go to Courscant. The Jedi high council demand to see Weant's memories for themselves, and the next link in the chain, Estif, has been rated diplomatically delicate by one Kask Fey'nari.\nJedi Master Dax Wraze considers the fate of his padawan. Dax weighs telling the Jedi council that Minoni is ready for the trials. He believes her ready, but is not sure if it is time to push her.\nThe droid cult on Estif grows restless. Their long pilgrimage is finally set to hasten, as a threat to them appears. . .",
    "displayText": "Campaign 2020/2021 - 03 - The Estif Creed"
  },
  "2020ep4": {
    "episodeNumberText": "Episode IV",
    "episodeTitle": "THE TIDES OF VANTUS",
    "text": "After a dangerous exploration of a sith tomb in the Estif system, heroes take a deserved break on Coruscant. The next pilgrimage location raises some eyebrows, for it's a location that recently has been assessed as a risk to the republic. Vantus, a water world, has been identified as holding a dangerous disease, whose cause is not yet known. Kaav Fey'nari has been put in charge of a republic medical mission soon to be heading to the planet, a subtle reach of the senate's power.\nDeep beneath the waves, past many consecutively bigger fish, a temple awaits. . .",
    "displayText": "Campaign 2020/2021 - 04 - The Tides of Vantus"
  },
  "2020ep5": {
    "episodeNumberText": "Episode V",
    "episodeTitle": "THE LIGHT IN THE ABYSS",
    "text": "As battle rages on in the PRANAX SPIRAL, others move to their own goals, readying for the fight ahead. Flynn has a traumatized Telon to deal with. Korr starts to organize his business ledger into a larger operation of some kind. Basad puts out feelers for Beskar and takes the group to hunt a droid on Ilum, while Weant silently gathers strength.\nMioni also has a quest on Ilum – to get her lightsaber crystal, joined by Jedi master Kira Altai, Dax anxiously hopes he is right, and Mioni has learnt what she needs.\nAll the while the darkness shifts, soon a new threat may emerge. . . .",
    "displayText": "Campaign 2020/2021 - 05 - The Light in the Abyss"
  },
  "2020ep6": {
    "episodeNumberText": "Episode VI",
    "episodeTitle": "THE PRIME SPIRAL",
    "text": "The PRANRAX SPIRAL reaches out to the Jedi. After having fought off two forces, they ask for a jedi peacekeeper and associates to meet high priestess BRAX ZAPAL to help stop the attacks on the spiral.\nThe Jedi council decides to send newly minted Jedi Knight Mioni and Weant, as the Pranrax spiral is technologically advanced, and their technical skills are likely to be useful.\nIn the final step in the pilgrimage, The Prime starts to awaken. . . .",
    "displayText": "Campaign 2020/2021 - 06 - The Prime Spiral"
  },
  "2021ep7": {
    "episodeNumberText": "Episode VII",
    "episodeTitle": "A PLUNDERED ARCHIVE",
    "text": "Five years has past, with the threats to the galaxy growing. The galaxy has been bustling to try and find the 'specks of dust' mentioned in the prophecy from the captured Jedi Master SYLNATA.\nThe Unknown Regions has seen a resurgence of activity, with The Path of the Prime growing in strength. Rumors suggest the Chiss have reached out to the galaxy again, and the Mandalorian forces have grown from a minor menace to a large fleet.\nOn Coruscant, Mioni, working as an archivist, has noticed various items from the Jedi archives vanishing in the last month, and when her master's holocron vanishes, she is reached out to by KORR FEY'NARI. He is gathering a group to meet at The Handle Bar. Shortly later she is reached out for by Flynn for the same. . . .",
    "displayText": "Campaign 2020/2021 - 07 - A Plundered Archive"
  },
  "2021ep8": {
    "episodeNumberText": "Episode VIII",
    "episodeTitle": "THE EYES OF THE FORCE",
    "text": "Nim Edet's operations are under inspection. Her operations to break the force prophecy are being carried out near a force nexus, guarded by her various forces.\nThe mad scientist CASSIUS has been imprisoned in the facility, being tasked to use a BESKAR FORGE for some purpose, protected by those working for Basad.  He seeks nothing but to escape for this is beneath his genius.\nDeep in the forest, a Miraluka sits, surrounded by force sensitive animals, waiting for the arrival of the Jedi. . . .",
    "displayText": "Campaign 2020/2021 - 08 - The Eyes of the Force"
  },
  "2021ep9": {
    "episodeNumberText": "Episode IX",
    "episodeTitle": "RETURN TO ESTIF",
    "text": "As the party recovers from their ordeal with Nim Edet's operations, Korr has found the group a new job. He is sending them back to Estif, where Mioni and Korr once went into a Sith Space Station.\nIn Estif, BASAD PRIME gathers his forces, working on repairing weapons (and hiring help to do so), while being attacked by gureilla forces.  He decides to start uplifting the primitives on the worlds and making them into Mandolarians, effectively conquering this area.\nThe Sith Tomb near the edge of the system stands nearly empty, the Droid Cult having eventually abandoned it for other pastures. . . .",
    "displayText": "Campaign 2020/2021 - 09 - Return to Estif"
  }
}
